{
    "_meta": {
      "maxChars": {
        "Menu_title": 5
      }
    },
    "en":{
      "Credits_Production":"Game Production:\nTotem Games",
      "Biome_Upgrade2_Title":"Clouds",
      "Biome_Upgrade16_Title":"Foxes",
      "Biome_Upgrade8_Title":"Grass",
      "Biome_Upgrade14_Title":"Fishes",
      "Rabbit_carrot_2":"When several species compete for the same food, this can limit the development of their populations.",
      "Menu_new_game":"NEW GAME",
      "Biome_Upgrade17_Title":"Pine Forest",
      "Wolf_rabbit_3":"Large predators reduce overgrowing populations.",
      "Biome_Upgrade3_Description":"Plants need water to keep growing. Several shrubs have emerged after the last rains.",
      "Biome_Upgrade21_Comment":"When night comes, the woods are filled with their howls. It's so cute!",
      "Biome_Upgrade2_Description":"The sun evaporates moisture from the earth, forming clouds that will provide rain for the water needed by plants and animals.",
      "Biome_Upgrade6_Title":"Carrots",
      "Biome_Upgrade9_Title":"Bunnies",
      "Settings_easy":"EASY",
      "Biome_Upgrade22_Comment":"Now that I have seen how living beings share and coexist in the ecosystem, I will take care not to take away from any of them what they need to live and thrive.",
      "Biome_Upgrade9_Description":"With water, food, grass and good soil for burrowing, the rabbit population has increased. When the conditions are right, the living creatures multiply.",
      "Intro_presentation_2":"How rude of me. I'm Margot, biologist specializing in Biomes. You and I are going to make a great team!",
      "Race_info_title":"INFO",
      "Biome_Upgrade4_Title":"Lake",
      "Race_tutorial_4":"Food and other members of the same species make the group grow.",
      "Fox_bacterium_2":"A population with little access to nutrients is more prone to disease.",
      "Biome_Upgrade14_Description":"The availability of resources in an ecosystem affects the growth and survival of organisms or populations. With more food, some fish have grown and swim in groups.",
      "Credits_Arts":"Art & UI:\nSusana Diaz",
      "Race_tutorial_right_2":"Swipe right",
      "Race_tutorial_left_1":"Left arrow or a",
      "Biome_Upgrade11_Description":"The temperature and rainfall have allowed the plants to flourish, which is a sign that they have the necessary nutrients and sunshine.",
      "Race_victory_title":"VICTORY",
      "Race_tutorial_2_a":"The Objective is the exact number you must have when you reach the finish line.",
      "Biome_Upgrade21_Description":"The great predator of our ecosystem, wolves hunt rabbits, mice, snakes, foxes and almost anything else when they are hungry. They need plenty of food and space to thrive",
      "Race_count_2":"2",
      "Biome_Upgrade5_Description":"Rabbits are vegetarians, so they require plenty of plants and herbs to thrive. They also have ample room to make their burrows.",
      "Rabbit_bacterium_3":"Pathogens can be carried by humans causing serious damage to plants or animals.",
      "Rabbit_car_3":"Wild animals are not prepared to avoid dangers caused by man.",
      "Race_defeat_tryAgain":"Try again, remember that you must reach the finish line with the same number as shown in the Objective.",
      "Settings_challenge":"CHALLENGE",
      "Credits_Programmer":"Programmer:\nJuan Cosentino",
      "Biome_Upgrade20_Title":"Eagle",
      "Biome_Upgrade17_Description":"A large area of tall pine trees, where numerous species find food and shelter. It is impossible for the other plants to reach the sunlight, so there are very few of them.",
      "Race_count_ready":"Ready?",
      "Biome_Tutorial_!":"Hello again! I count on you to develop this ecosystem. As you can see, it is almost empty now.",
      "Settings_textSize":"LARGER TEXT",
      "Biome_Upgrade8_Comment":"With such beautiful grass, it makes you want to have a picnic, maybe even some rabbits will come along.",
      "Race_count_3":"3",
      "Rabbit_car_1":"Cars and other vehicles often cause damage to animal populations.",
      "Wolf_rabbit_1":"When more than one predator hunts the same prey, competition can reduce the population of both one and the others.",
      "Wolf_car_2":"Cars and other vehicles often cause damage to animal populations.",
      "Biome_Upgrade4_Description":"The rains have formed a small lake. This will greatly improve the humidity of the soil and the animals will be able to go there to drink.",
      "Biome_Upgrade21_Title":"Wolves",
      "Race_objective":"OBJECTIVE",
      "Biome_Upgrade12_Comment":"Now our ecosystem will have many more diverse plants ... and beautiful bees.",
      "Wolf_bacterium_1":"Pathogens can be carried by humans causing serious damage to plants or animals.",
      "Rabbit_carrot_3":"Herbivores feed on plants, which in turn require sun, water and fertile soil to grow.",
      "Race_count_go":"GO!!!",
      "Continue_run":"Run",
      "Fox_rabbit_3":"Each predator has its specific prey and to thrive the ecosystem must have a healthy population of prey.",
      "Start_new_game":"Start new game?",
      "Biome_Upgrade9_Comment":"How cute are those bunnies! They hop and play in our biome!",
      "Race_tutorial_6":"In different runs new elements may appear and you will have to discover if they make the group grow or shrink.",
      "Biome_Upgrade16_Description":"With the increase in the number of rabbits, the foxes, which are their predators, have also been able to increase their population.",
      "Wolf_fox_3":"Large predators reduce overgrowing populations.",
      "Settings_TextToSpeech":"TEXT TO SPEECH",
      "Menu_title":"MENU",
      "Biome_Upgrade11_Title":"Flowers",
      "Are_you_sure_you_want_to_quit":"Are you sure you want to quit the game?",
      "Previous_game_will_be_lost":"Previous game will be lost",
      "Biome_Upgrade19_Comment":"Oops, how scary. Although they are very useful for keeping pests, such as mice, under control.",
      "Biome_Upgrade8_Description":"The moist soil from the lake is ideal for the grass to grow. This vegetation gives shelter to numerous insects and is the source of food for many herbivores.",
      "Biome_Upgrade22_Description":"In almost every biome there is a human presence. Between land use, securing food and the changes that humans make to their environment, they are undoubtedly the agent with the greatest impact on the development of other creatures.",
      "Biome_Upgrade13_Comment":"A walnut tree! When it's walnut season, the squirrels are sure to come!",
      "Character_biome_Fox_2":"It is always necessary for populations to be in balance for the ecosystem to remain healthy.\nNow it's time to run with our new inhabitant.",
      "Biome_Upgrade19_Description":"With the frogs and rabbits, the biome has enough food for a new predator. Snakes are carnivores that hide to surprise their prey.",
      "Rabbit_rabbit_2":"Various circumstances can isolate members of a population, who are at risk without the safety of their groups.",
      "Biome_Tutorial_3":"Try now to use some Eco-Gems to activate some components of this ecosystem.",
      "Biome_Upgrade6_Description":"Some plants like carrots have a lot of nutrients. Access to this type of food is key for populations to grow.",
      "Biome_Upgrade20_Comment":"How beautiful it flies, when it passes many animals hide to avoid being hunted.",
      "Race_tutorial_7":"You can move left, right or jump to avoid or collect objects.",
      "Continue_biome":"Ecosystem",
      "Settings_title":"SETTINGS",
      "Fox_fox_2":"Various circumstances can isolate members of a population, who are at risk without the safety of their groups.",
      "Wolf_rabbit_2":"Abundance of nutritious food allows populations to grow and prosper.",
      "Margot_ending_2":"The ecosystems includes us humans as well. We are the ones who can affect this balance the most, so we must always be aware of the impact our actions can have on the natural environment.\nYou have finished, and this is the total of Eco-Gems you have earned. You can try again and see if you get even more!",
      "Biome_Upgrade5_Title":"Rabbits",
      "Biome_Upgrade12_Title":"Bees",
      "Biome_run_button":"RUN",
      "GameMode_Challenge":"CHALLENGE",
      "Biome_Upgrade17_Comment":"A good idea to go and collect pine cones, so we can light a nice fire.",
      "Biome_Tutorial_2":"The Eco-Gems allow you to activate some important element to make the biome grow and increase the biodiversity.",
      "Biome_Upgrade11_Comment":"Mmmm what beautiful daisies! It is very nice to see them swaying in the wind.",
      "Fox_car_1":"Cars and other vehicles often cause damage to animal populations.",
      "Biome_Upgrade20_Description":"Diversity attracts some large predators like the eagle. They are carnivorous and feed on rabbits, fish and even other predators such as snakes.",
      "Race_tutorial_1":"Now I will explain the race",
      "Wolf_wolf_3":"Sometimes members of a species migrate from one biome to another, which increases the population and genetic variety.",
      "Biome_Upgrade10_Title":"Pines",
      "Biome_Upgrade7_Comment":"From here you can hear the trills, it seems that some birds have settled in our little trees.",
      "Rabbit_fox_3":"When there is an abundance of prey, predators increase their numbers and thrive.",
      "Menu_credits":"CREDITS",
      "Biome_Upgrade13_Description":"The rabbits scavenge and leave nutrient-rich soil with their waste, which has allowed a tree to grow big and strong.",
      "Fox_fox_3":"Population members of the same species tend to move from one group to another.",
      "Race_info_carrot_!":"Abundance of nutritious food allows populations to grow and prosper.",
      "Biome_Upgrade6_Comment":"And let's not forget about strawberries...I guess it's not the season yet.",
      "Biome_Upgrade15_Comment":"A small pine grove, the ideal place to camp!",
      "Menu_final":"MENU",
      "Credits_Music":"Music & SFX:\nBruno Boselli",
      "Race_tutorial_up_1":"Up arrow, w or spacebar",
      "Biome_Upgrade3_Title":"Bushes",
      "Credits_Game_Design":"Game Design:\nSusana Diaz & Gerson Da Silva",
      "Race_tutorial_3":"Obstacles such as rocks and logs, make the group get smaller",
      "Objective_carrying":"Carrying Capacity",
      "Biome_Upgrade15_Title":"Pine Grove",
      "Race_tutorial_right_1":"Right arrow or d",
      "Race_count_1":"1",
      "Rabbit_wolf_2":"Predators are very sensitive to problems that reduce their prey populations.",
      "Race_info_carrot_2":"When several species compete for the same food, this can limit the development of their populations.",
      "Biome_Upgrade1_Title":"Sun",
      "Rabbit_wolf_3":"Large predators tend to have low reproductive rates which prevents overpopulation.",
      "Fox_bacterium_3":"Diseases can cause serious damage to a population, even destroy it.",
      "Fox_wolf_1":"Small predators must be alert while hunting to avoid becoming prey.",
      "Race_tutorial_ok":"Do you want to repeat the race tutorial?",
      "Biome_Upgrade10_Description":"The appropriate climate and the right amount of water and sunshine have allowed several pine trees to grow, increasing the diversity of the ecosystem.",
      "Fox_car_2":"Animals that require a lot of territory are often affected by vehicles.",
      "Race_defeat_infoPanel":"Each time you run, you will get some Eco Gems even if you don't win.\nKeep trying and you will have a beautiful biome very soon.",
      "Character_biome_Wolf_2":"Large predators are key to keeping the ecosystem stable, they keep populations under control by preventing any one population from growing too large.\nAre you ready to run with this wolf?",
      "Fox_bacterium_1":"Pathogens can be carried by humans causing serious damage to plants or animals.",
      "Margot_ending_1":"I congratulate you! Look what a complete ecosystem we have here. These plants and animals will be able to live and thrive here for a long time.",
      "Rabbit_fox_1":"Predators are natural controls on population numbers.",
      "Rabbit_rabbit_1":"When members of the same species gather together their populations increase, forming larger groups.",
      "Race_defeat_title":"OBJECTIVE\nNOT MET",
      "Biome_Upgrade5_Comment":"Bravo! Now the rabbit population can settle comfortably in our ecosystem!",
      "Fox_wolf_3":"Small predators must be alert while hunting to avoid becoming prey.",
      "Rabbit_wolf_1":"Large predators reduce overgrowing populations.",
      "Rabbit_rabbit_3":"Sometimes members of a species migrate from one biome to another, which increases the population and genetic variety.",
      "Fox_fox_1":"When members of the same species gather together their populations increase, forming larger groups.",
      "Biome_Upgrade19_Title":"Snake",
      "Biome_Upgrade15_Description":"The pine trees grow and form small groves that provide shelter for numerous species, both from predators and from the weather.",
      "Wolf_car_3":"Animals that require a lot of territory are often affected by vehicles.",
      "Menu_settings":"SETTINGS",
      "Biome_Upgrade12_Description":"Bees, butterflies and other insects pollinate flowers, helping plants reproduce.",
      "Race_victory_ecoGems":"ECO-GEMS",
      "Rabbit_bacterium_2":"A population with little access to nutrients is more prone to disease.",
      "Rabbit_carrot_1":"Abundance of nutritious food allows populations to grow and prosper.",
      "Wolf_fox_1":"Abundance of nutritious food allows populations to grow and prosper.",
      "Fox_wolf_2":"Small predators must be alert while hunting to avoid becoming prey.",
      "Wolf_bacterium_3":"Diseases can cause serious damage to a population, even destroy it.",
      "Wolf_wolf_1":"Some groups may be decimated by disease and those that survive seek new groups to join.",
      "Fox_car_3":"Wild animals are not prepared to avoid dangers caused by man.",
      "Biome_Upgrade3_Comment":"What nice bushes! Hopefully there will be some strawberries",
      "Wolf_fox_2":"Predators are natural controls on population numbers.",
      "Biome_Upgrade1_Description":"Sunlight is key to plant growth. The sun gives them the energy they need for their metabolism.",
      "Race_biome":"ECOSYSTEM",
      "Biome_Upgrade4_Comment":"The puddles are full of life, little fish, snails and many tadpoles. Soon there will be frogs in the biome!",
      "Race_tutorial_5":"Collect as many Eco-gems as you can, they are very important!",
      "Race_tutorial_up_2":"Swipe up",
      "Biome_Upgrade7_Description":"With enough water and sun, some seeds have grown. These small trees provide shelter and food for many species.",
      "Intro_presentation_1":"Hi! How fortunate that you are helping us to improve and protect this biome! Many plants and animals will live much better thanks to you.",
      "Biome_Upgrade14_Comment":"The fish and frogs eat the flies and mosquitoes that are so annoying. How fortunate that there are trout in the lake!",
      "Rabbit_car_2":"Animals that require a lot of territory are often affected by vehicles.",
      "Biome_Upgrade22_Title":"Cabin",
      "Race_tutorial_2_b":"The Carrying Capacity is the maximum number of members of a species that can find enough resources in an ecosystem",
      "Wolf_bacterium_2":"A population with little access to nutrients is more prone to disease.",
      "Biome_Upgrade7_Title":"Small Trees",
      "Rabbit_fox_2":"Each predator has its specific prey and to thrive the biome must have a healthy population of prey.",
      "Settings_mode":"GAME MODE",
      "GameMode_Easy":"EASY",
      "Rabbit_bacterium_1":"Diseases can cause serious damage to a population, even destroy it.",
      "Menu_continue":"CONTINUE",
      "Fox_rabbit_1":"Abundance of nutritious food allows populations to grow and prosper.",
      "Biome_Upgrade1_Comment":"Plants compete with each other as they all grow and spread out to receive the sunlight. Luckily, here there is sunshine for everyone.",
      "Biome_Upgrade2_Comment":"The clouds provide shade that helps regulate the temperature of the biome, and they have beautiful shapes.",
      "Character_biome_Wolf":"Have you seen? We have our first wolf. They are the top of the food chain in this ecosystem. They are carnivores and feed on rabbits, frogs, birds and also other predators such as foxes and snakes.",
      "Biome_Upgrade10_Comment":"The pines give seeds that are very nutritious, perhaps soon we will have more animals in the ecosystem.",
      "GameMode_text_2":"Remember that you can change the game mode whenever you want in Settings. It is the button with the gear icon.",
      "Total_eco_gems":"Total Eco Gems",
      "Character_biome_Fox":"Very good! Our ecosystem now has a new predator.\nA fox has arrived! With such an abundance of food, water and shelter our rabbit population was getting too large.",
      "Settings_sfx":"SFX",
      "GameMode_text_1":"Choose how you want to play:\nIf you don't often play obstacle games, the Easy mode is the right one.\nOn the other hand, if you want a challenge and to avoid obstacles at full speed, Challenge mode is for you!",
      "Wolf_wolf_2":"When members of the same species gather together their populations increase, forming larger groups.",
      "Fox_rabbit_2":"Predators are natural controls on population numbers.",
      "Biome_Upgrade16_Comment":"What a clever face that fox has, he sure is a great hunter!",
      "Wolf_car_1":"Wild animals are not prepared to avoid dangers caused by man.",
      "Biome_Upgrade13_Title":"Big Tree",
      "Race_tutorial_left_2":"Swipe left"
    }    
  }
  